<div class="container">
    <h1>Обо мне</h1><br>

<h2>Общая информация</h2>
<p>Я родилась в обычной семье СССР (какой кошмар...), но уже через пару лет мы стали обычной семьёй Российской Федерации. Сейчас проживаю в городе Черемхово Иркутской области. Окончила 9 классов, а затем поступила в средне-специальное учебное заведение. И вот уже 15 лет после окончания в 2008 году Черемховского горнотехничекого колледжа я работаю в нём же преподавателем. Дисциплины, которые я преподаю студентам, имеют отношение к информатике, информационным технологиям и информационным системам. </p><br>
<h2>Работа</h2>
<p>При трудоустройстве после окончания колледжа у меня возник вопрос: Стоит ли получать высшее образование? Нужно ли оно мне? Взвесив все «за» и «против» наличия высшего образования, я пришла к выводу, что нужно поступить в ВУЗ Иркутска. Поступила на платную заочку по специальности, сразу на третий курс: полученное образование в колледже зачлось. Так в 2012 году я получила диплом Байкальского государственного университета экономики и права по специальности "Прикладная информатика в экономике". Экономист за годы учебы во мне так и не проснулся, а вот в информатике я была более квалифицирована, что и влияло на выбор моей профессии. </p>
<p>За годы работы я постоянно повышаю свою квалификацию, стараюсь подчерпнуть что-то новое и необходимое для успешной работы. Это помогло мне в получении высшей квалификационной категории по занимаемой должности.</p>

</div>

<style>
    .container {
        margin: 50px auto;
        max-width: 800px;
        padding: 0 20px;
    }
</style>